---
kind: other
id: Properties.T:Autodesk.Revit.DB.GeomCombinationSetIterator
source: html/475de2e8-f263-55c1-97c2-ab34a9107762.htm
---
# GeomCombinationSetIterator Properties

Retrieves the item that is the current focus of the iterator.